{
  "BaseUrl": "https://localhost:7282/api/",
  "Logging": {
    "LogLevel": {
      "Default": "Information",
      "Microsoft.AspNetCore": "Warning"
    }
  },
  "AllowedHosts": "*",
  "AboutUsPageInfo": {
    "Title": "Dünyadaki En Son Gelişmeleri Paylaşan Blogumuz: Blogger",
    "Content": "Merhaba ve hoş geldiniz! Biz Blogger ekibi olarak, sürdürülebilir yaşam ve çevre dostu teknolojiler hakkında en güncel bilgileri paylaşan bir blog sitesiyiz. Blogumuzda, yenilenebilir enerji, çevre koruma, yeşil teknoloji, geri dönüşüm yöntemleri ve sürdürülebilir yaşam tarzları gibi pek çok konuda makaleler ve rehberler sunuyoruz. Amacımız, okuyucularımıza çevre bilinci kazandırmak ve daha sürdürülebilir bir gelecek için farkındalık yaratmaktır. Doğal kaynakların korunması ve enerji tasarrufu konularındaki yenilikleri düzenli olarak ele alıyor, yeşil teknoloji alanındaki en son gelişmeleri yakından takip ediyoruz. Blogumuzda yer alan içerikleri, çevre konusunda bilgi edinmek isteyen geniş bir kitleye hitap edecek şekilde hazırlıyoruz. Hem çevre aktivistleri hem de günlük yaşamında daha sürdürülebilir adımlar atmak isteyen bireyler için faydalı bilgiler sunmaya özen gösteriyoruz. Ayrıca, yeni girişimcilere ve çevre dostu iş fikirleri arayanlara yönelik ipuçları ve stratejiler de paylaşıyoruz. Ekibimiz, çevre bilinci ve sürdürülebilirlik konularında tutkulu yazarlar tarafından oluşturuluyor. Hepimiz, doğaya olan sevgimizi ve sürdürülebilir geleceğe olan inancımızı blogumuz aracılığıyla paylaşmaktan mutluluk duyuyoruz. Blogumuzda, sürekli güncellenen ve yüksek kaliteli içerikler bulacağınızı garanti ediyoruz. Siz de blogumuzu takip ederek çevre dostu teknolojiler ve sürdürülebilir yaşam hakkında bilgi sahibi olabilir, daha yeşil bir geleceğe adım atabilirsiniz. İlginiz için teşekkür ederiz!"
  },
  "WebsiteInfo": {
    "Title": "Blogger",
    "MenuTitle": "Blogger"
  },
  "SmtpSettings": {
    "Server": "smtp.office365.com",
    "Port": 587,
    "SenderName": "Blogger",
    "SenderEmail": "onuranatca@hotmail.com",
    "Username": "username",
    "Password": "******"
  },
  "BlogRightSideBarWidgetOptions": {
    "Header": "Yazarın Diğer Yazıları",
    "TakeSize": 10,
    "CategoryId": 8,
    "FilterBy": 2,
    "OrderBy": 2,
    "IsAscending": false,
    "StartAt": "2022-08-17T00:00:00",
    "EndAt": "2023-03-15T00:00:00",
    "MaxViewCount": 100000,
    "MinViewCount": 0,
    "MaxCommentCount": 100000,
    "MinCommentCount": 0
  },
    "TokenSettings": {
        "Issuer": "http://localhost",
        "Audience": "http://localhost",
        "Key": "onuronuronuronur1",
        "Expire": 240
    },
  "BlogApp.WEB.Configurations.WebsiteInfo": {
    "Title": "Blog",
    "MenuTitle": "Blog"
  }
}